[
  [
    "O cruzeiro carrega uma história de cultura e fé, na qual ao longo de todo o caminho do Santo Sepulcro, os fiéis do “Padim Ciço”, deixam pedras sobre árvores e crucifixos como símbolo do pecado que estão abandonando.",
    "Nesse crucifixo, também é onde inicia-se o caminho de Santo Sepulcro, que, visto de cima, assemelha-se a um rosário."
  ],


  [
    "A Igreja Bom Jesus do Horto, carrega na sua história uma promessa do Padre Cícero, na qual o sacerdote com medo de mais uma seca no ano de 1890, prometeu que, se Deus enviasse chuvas para o sertão, faria no alto da colina do Horto uma igreja dedicada ao Coração de Jesus.",
    "No dia seguinte à promessa, caíram chuvas abundantes no Cariri, assim o padre foi em busca da sua construção, tendo ao longo dessa caminhada muitas dificuldades na sua realização por divergências com o bispo cearense.",
    "Em vida, o Padre não viu a construção da Igreja, porém na década de 1990, com a união de padres salesianos e com projeto arquitetônico italiano, deu-se início à formação do que segue até hoje a Igreja de Bom Jesus do Horto."
  ],

  [
    "Na crença popular, o marco do Padre Cícero foi feito com o dedo milagroso do Padre, quando fazia alguma de suas muitas visitas ao caminho de Santo Sepulcro.",
    "Na oratória dos romeiros, tais locais foram marcados pela realização de missas que o Padre Cícero executava ao longo do Santo Sepulcro."
  ],

  [
    "Construído em 1914, como forma de defender a cidade de Juazeiro do Norte de tropas invasoras, o muro foi construído ao redor do Horto com muralhas de pedras.",
    "As tropas juazeirenses estavam sob liderança de Floro Bartolomeu, Nogueira Acióli e Padre Cícero.",
    "Seu intuito era de, não somente dificultar invasões, como também servir de observatório para a proteção dos que lutavam pela “terra da mãe de Deus”."
  ],

  [
    "Cícero Romão Batista, conhecido como Padre Cícero, nasceu em 24 de março de 1844 na cidade de Crato. Em vida, dedicou-se à religiosidade, atraindo, assim, muitos fiéis e devotos.",
    "Passou a maior parte de sua vida no local onde hoje encontra-se o horto que recebe o seu nome. A estátua que nesse local foi construída, inaugurada em 1969, possui 27 metros de altura e a serra onde está localizada surgiu há aproximadamente 650 milhões de anos.",
    "Os devotos do Padre Cícero consideram o Horto como um ambiente sagrado, herança de religiosidade essa, que vem desde os rituais realizados no mesmo ambiente pelos povos Kariri."
  ],

  [
    "A “Pedra do Pecado” é um local sagrado para os fiéis do Padre Cícero, segundo a tradição, ao passar entre as pedras, as pessoas podem livrar-se dos pecados e receber o perdão divino.",
    "Tal prática, de acordo com a história, é herança também das tradições do homem kariri, que realizava rituais dessa mesma maneira no local."
  ],

  [
    "O beato Manoel João foi o último beato do Padre Cícero. Até o fim de sua vida frequentou o caminho de Santo Sepulcro, onde recebia ajuda dos que lá transitavam, por essa razão o seu sepultamento em 1925, foi também no Santo Sepulcro, próximo a capela onde mais dedicava as suas orações."
  ],

  [
    "Os vitrais coloridos além da imagem de Jesus Cristo ajoelhado orando no Monte das Oliveiras, traz também símbolos da fé dos romeiros, como o candeeiro, o terço e o chapéu.",
    "Outras representações feitas nos vidros estão para além dos elementos religiosos, os vitrais foram pensados para retratar também características típicas da Chapada do Araripe."]
]
